Repository: istvankrucsanyica/KVwpBaseFunctions
Catalog: tgm-plugin/languages/*.po
Languages: hu_hu

source: Install Required Plugins
hu_hu: Szükséges bővítmények telepítése

source: Install Plugins
hu_hu: Bővítmények telepítése

source: Installing Plugin: %s
hu_hu: Plugin telepítése: %s

source: Updating Plugin: %s
hu_hu: %s bővítmény frissítése

source: Something went wrong with the plugin API.
hu_hu: Hiba történt a plugin API-val.

source: This theme requires the following plugin: %1$s.
hu_hu: Ez a sablon megköveteli a következő bővítmény használatát: %1$s.

source: This theme recommends the following plugin: %1$s.
hu_hu: Ez a sablon ajánlja a következő bővítmény használatát: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
hu_hu: A következő bővítmény frissítése szükséges a legújabb verzióra a legjobb kompatibilitás érdekében ezzel a sablonnal: %1$s.

source: There is an update available for: %1$s.
hu_hu: Frissítés jelent meg a következő bővítményhez: %1$s.

source: The following required plugin is currently inactive: %1$s.
hu_hu: A következő kötelező bővítmény jelenleg inaktív: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
hu_hu: A következő ajánlott bővítmény jelenleg inaktív: %1$s.

source: Begin installing plugin
hu_hu: Bővítmény telepítése elkezdődött

source: Begin updating plugin
hu_hu: Bővítmény frissítése elkezdődött

source: Begin activating plugin
hu_hu: Bővítmény aktiválása

source: Return to Required Plugins Installer
hu_hu: Vissza a Szükséges bővítmények telepítéséhez

source: Return to the Dashboard
hu_hu: Vissza a WordPress vezérlőpultra

source: Plugin activated successfully.
hu_hu: A bővítmény aktiválása sikeres.

source: The following plugin was activated successfully:
hu_hu: A következő bővítmény aktiválása sikeres:

source: No action taken. Plugin %1$s was already active.
hu_hu: Semmi sem fog történni. A(z) %1$s bővítmény már aktív volt.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
hu_hu: A bővítmény nem lett aktiválva. Magasabb verziószám szükséges a mostaninál, %s. Kérem frissítse a bővítményt.

source: All plugins installed and activated successfully. %1$s
hu_hu: AZ összes bővítmény telepítése és aktiválása sikeres. %1$s

source: Dismiss this notice
hu_hu: Kihagyás

source: There are one or more required or recommended plugins to install, update or activate.
hu_hu: A telepítéshez, frissítéshez vagy aktiváláshoz egy vagy több szükséges vagy ajánlott beépülő modul van.

source: Please contact the administrator of this site for help.
hu_hu: Lépjen kapcsolatba az adminisztrátorral segítség kéréséért.

source: This plugin needs to be updated to be compatible with your theme.
hu_hu: Ezen bővítmény frissítése szükséges, hogy a sablonnal kompatibilis legyen.

source: Update Required
hu_hu: Frissítés szükséges

source: Set the parent_slug config variable instead.
hu_hu: Állítsa be a parent_slug változót a konfigurációban.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
hu_hu: A távoli bővítménycsomag nem tartalmazza könyvtár a kívánt slug-gal és átnevezni nem lehet.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
hu_hu: Kérem vegye fel a kapcsolatot a bővítmény kibocsátóival és kérje őket, hogy a bővítményüket a WordPress irányelvei szerint készítsék el.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
hu_hu: A távoli bővítménycsomag egynél több file-ból áll, de a file-okat nem tartalmazza a csomag a könyvtárban.

# plugin A *and* plugin B
source: and
hu_hu: és

source: Required
hu_hu: Kötelező

source: Recommended
hu_hu: Ajánlott

source: External Source
hu_hu: Külső forrás

source: Pre-Packaged
hu_hu: Előre csomagolt

source: Not Installed
hu_hu: Nincs telepítve

source: Installed But Not Activated
hu_hu: Telepített, de nem aktivált

source: Active
hu_hu: Aktív

source: Required Update not Available
hu_hu: A szükséges frissítés nem elérhető

source: Requires Update
hu_hu: Frissítés szükséges

source: Update recommended
hu_hu: Frissítése ajánlott

# plugins
source: All <span class="count">(%s)</span>
hu_hu: Összes <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
hu_hu: Az installáláshoz <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
hu_hu: Frissítés elérhető a következőhöz <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
hu_hu: Az aktiváláshoz <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
hu_hu: ismeretlen

source: Installed version:
hu_hu: Telepített verzió:

source: Minimum required version:
hu_hu: Minimálisan szükséges verzió:

source: Available version:
hu_hu: Elérhető verzió:

source: No plugins to install, update or activate.
hu_hu: Nincs bővítmény a telepítéshez, frissítéshez, vagy bekapcsoláshoz.

source: Plugin
hu_hu: Bővítmény

source: Source
hu_hu: Forrás

source: Type
hu_hu: Típus

source: Version
hu_hu: Verzió

source: Status
hu_hu: Állapot

source: Install %2$s
hu_hu: Telepítés %2$s

source: Update %2$s
hu_hu: Frissítés %2$s

source: Activate %2$s
hu_hu: Aktiválás %2$s

source: Upgrade message from the plugin author:
hu_hu: Frissítési üzenet a plugin szerzőjétől:

source: Install
hu_hu: Telepítés

source: Update
hu_hu: Frissítés

source: Activate
hu_hu: Aktiválás

source: No plugins were selected to be installed. No action taken.
hu_hu: Nincs telepítésre kiválasztott plugin. Semmi sem fog történni.

source: No plugins were selected to be updated. No action taken.
hu_hu: Nincs frissítésre kiválasztott plugin. Semmi sem fog történni.

source: No plugins are available to be installed at this time.
hu_hu: Nincs telepítésre kiválasztott plugin. Semmi sem fog történni.

source: No plugins are available to be updated at this time.
hu_hu: A bővítmény frissítése jelenleg nem elérhető.

source: No plugins were selected to be activated. No action taken.
hu_hu: Nincs aktiválásra kiválasztott plugin. Semmi sem fog történni.

source: No plugins are available to be activated at this time.
hu_hu: A bővítmény aktiválása jelenleg nem elérhető.

source: Plugin activation failed.
hu_hu: A bővítmény aktiválása sikertelen.

source: Updating Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
hu_hu: A következő hiba lépett fel a %1$s telepítése közben: <strong>%2$s</strong>.

source: The installation of %1$s failed.
hu_hu: %1$s Telepítése sikertelen.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési folyamat és aktiváció megkezdődött. Ez időt vesz igénybe, így legyen türelemmel.

source: %1$s installed and activated successfully.
hu_hu: %1$s telepítése és aktiválása sikeres.

source: Show Details
hu_hu: Részletek mutatása

source: Hide Details
hu_hu: Részletek elrejtése

source: All installations and activations have been completed.
hu_hu: Az összes telepítés és aktiválás sikerült.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése és aktíválása %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési folyamat megkezdődött. Ez időt vesz igénybe, így legyen türelemmel.

source: %1$s installed successfully.
hu_hu: %1$s sikeresen telepítve.

source: All installations have been completed.
hu_hu: Összes telepítés sikerült.

source: Installing Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése %1$s (%2$d/%3$d)
